{
  "Hi": "Ciao",
  "Snack": "Merende",
  "Login": "Accedi",
  "Signup": "Registrati",
  "Find a product...": "Cerca un prodotto qui...",
  "Home": "Casa",
  "Coffee": "Caffè",
  "Vegetable": "Verdure",
  "Bread": "Pane",
  "Ready meals": "Pasti Pronti",
  "Drinks": "Bevande",
  "Nut": "Frutte secce",
  "Ice cream": "Gelato",
  "Saffron": "Zafferano",
  "Breakfast": "Colazione",
  "Spices": "Spezie",
  "To Pay": "Da Pagare",
  "Pay": "Paga",
  "Your Cart": "Tuo Carrello",
  "there is no product in your cart": "non c'è nessun prodotto nel tuo carrello",
  "Add To Cart": "Aggiungi al carrello",
  "Add": "Aggiungi",
  "Not available": "Esaurito",
  "Delivery address:": "indirizzo di consegna:",
  "your cart will be delivered to the address below": "il tuo carrello sarà consegnato all'indirizzo sotto indicato in pochi minuti, (se il tuo carrello costa più di 20 euro, la consegna è gratuita)",
  "+ 5€ (delivery cost)": "+ 5€ (costo di consegna)",
  "Offers": "Offerte",
  "Asian grocery store": "Negozio di alimentari asiatici",
  "Shop now!": "Acquista ora!",
  "All products": "Tutti i prodotti",
  "About us": "Chi siamo",
  "Order Tracking": "Tracciamento dell'ordine",
  "Returns and Exchanges": "Resi e Cambi",
  "Shopping History": "Storico degli acquisti",
  "Brings the taste of Asia": "Brings you the taste of Asia",
  "Secure Payment": "Pagamento Sicuro",
  "Useful Links": "Link Utili",
  "Experience the essence of elegance with Rabei's Iranian Rose Water, capturing the delicate aroma of fresh roses in every drop": "Esperienza dell'eleganza in ogni goccia con l'Acqua di Rose Iraniana di Rabei, che cattura l'aroma delicato delle rose fresche",
  "Indulge in the bold and cheesy crunch of Minu's Cheetos, a delightful snack that satisfies your craving for irresistible flavor and crunch": "Goditi il gusto audace e formaggioso dei Cheetos di Minu, uno snack delizioso che soddisfa la tua voglia di sapore irresistibile e croccantezza",
  "Mahram's French Sauce: A delightful blend of flavors that captures the essence of France in every bite": "Salsa francese Mahram: Un delizioso mix di sapori che cattura l'essenza della Francia in ogni morso",
  "Description": "Descrizione",
  "This Address is used to deliver your products.": "Questo indirizzo viene utilizzato per la consegna dei tuoi prodotti.",
  "Later you can change the address in your profile.": "In seguito potrai modificare l'indirizzo nel tuo profilo.",
  "Create your account": "Creare un account",
  "Edit your data": "Modifica i tuoi dati",
  "Dear": "Cara/o ",
  "here you can modify your data": " qui puoi modificare i tuoi dati",
  "save the changes": "Salva le modifiche",
  "i want to change my password too (if you don't want to change the password leave the password field blank)": "Voglio cambiare anche la mia password (se non vuoi cambiare la password, lascia il campo password vuoto)",
  "Proceed": "Procedere",
  "Card's detail": "Dettaglio della carta",
  "Please enter your email":"Per favore, inserisci la tua email",
  "send":"invia",
  "Welcome to TorinAsia - Your Gateway to Authentic Asian Flavors!":"Benvenuti in TorinAsia - Il Tuo Portale per i Sapori Autentici Asiatici!",
  "Our Journey:": "Il Nostro Viaggio:",
  "Founded in 2020 amidst the enchanting city of Turin, Italy, TorinAsia embarked on a mission to bring the heartwarming essence of Asian groceries to your doorstep. Our story began with a passion for connecting cultures, bridging the gap between continents, and curating a treasure trove of flavors that reflect the vibrant spirit of Asian markets.": "Fondata nel 2020 nella suggestiva città di Torino, Italia, TorinAsia ha intrapreso una missione: portare l'essenza calorosa dei prodotti alimentari asiatici direttamente alla tua porta. La nostra storia è iniziata con la passione di collegare culture, colmare il divario tra continenti e curare un tesoro di sapori che riflettono lo spirito vivace dei mercati asiatici.",
  "Unveiling Asia's Treasures:": "Svelare i Tesori dell'Asia:",
  "At TorinAsia, we pride ourselves on offering a curated selection of fresh Asian products that transport you straight to the bustling streets of Tokyo, the spice-scented bazaars of Iran, the vibrant markets of China, the cultural tapestry of Lebanon, and beyond. Our virtual shelves are adorned with an array of delicacies and staples that are a cherished part of daily life in Asia.": "Da TorinAsia, ci vantiamo di offrire una selezione curata di prodotti alimentari asiatici freschi che ti trasporteranno direttamente nelle strade vivaci di Tokyo, nei bazar profumati di spezie dell'Iran, nei mercati vibranti della Cina, nella tessitura culturale del Libano e oltre. Le nostre scaffalature virtuali sono adornate da una serie di prelibatezze e ingredienti base che fanno parte preziosa della vita quotidiana in Asia.",
  "Seamless Online Shopping:": "Shopping Online Senza Problemi:",
  "Say goodbye to the challenges of finding your favorite Asian ingredients in a foreign land. With just a few clicks, you can explore our digital aisles and discover a diverse range of products that are often homesickness remedies for many. From the rarest spices to the most beloved snacks, TorinAsia brings the heart of Asia right to your screen.": "Dì addio alle sfide di trovare i tuoi ingredienti asiatici preferiti in una terra straniera. Con pochi clic, puoi esplorare i nostri scaffali digitali e scoprire una gamma diversificata di prodotti che spesso fungono da rimedi contro la nostalgia per molti. Dalle spezie più rare agli snack più amati, TorinAsia porta il cuore dell'Asia direttamente sul tuo schermo.",
  "Express Delivery to Your Doorstep:": "Consegna Rapida alla Tua Porta:",
  "Living in the enchanting city of Turin has its perks, and one of them is the convenience of our express delivery service. With a commitment to swift delivery, we ensure that your ordered products reach you within minutes. Our efficient delivery network is exclusively tailored to serve the picturesque corners of Turin, ensuring you have a taste of Asia at your table whenever you desire.":"Vivere nella suggestiva città di Torino ha i suoi vantaggi, e uno di essi è la comodità del nostro servizio di consegna espresso. Con un impegno verso una consegna rapida, garantiamo che i tuoi prodotti ordinati ti raggiungano in pochi minuti. La nostra efficiente rete di consegna è esclusivamente pensata per servire gli angoli pittoreschi di Torino, garantendoti un assaggio dell'Asia sulla tua tavola ogni volta che lo desideri.",
  "A Taste of Home for Students:":"Un Gusto di Casa per gli Studenti:",
  "We understand the yearning that comes with being a young student away from the familiar flavors of home. TorinAsia is dedicated to catering to the Asian student community in Turin, helping them reconnect with the tastes that evoke memories of family gatherings, celebrations, and daily rituals. Our products are a nostalgic embrace, a reminder that distance is just a number.": "Comprediamo il desiderio che accompagna gli studenti giovani lontani dai sapori familiari di casa. TorinAsia è dedicata a soddisfare la comunità studentesca asiatica a Torino, aiutandoli a riconnettersi con i sapori che evocano ricordi di riunioni familiari, celebrazioni e rituali quotidiani. I nostri prodotti sono un abbraccio nostalgico, un promemoria che la distanza è solo un numero.",
  "Shopping history": "Storico degli acquisti",
  "you have to login to view your Shopping history":"Devi effettuare l'accesso per visualizzare la tua cronologia degli acquisti",
  "your shopping history is empty":"La tua cronologia degli acquisti è vuota",
  "For return and exchange send your order number to the email below, shortly you will be contacted":"Per resi e cambi invia il numero del tuo ordine all'indirizzo email qui sotto, verrai contattato/a a breve"
}
